app/controllers/hellos_controller.rb

  def index
    hellos = Hello.all
---
SELECT "hellos".* FROM "hellos"